import * as React from 'react';
import './about-me.css';

export default function AboutMe() {
    return(
        <div className='AboutMe-box'>
            <p>
                Добрый день и добро пожаловать на мою страницу!
                Меня зовут Валентин, мне 29 лет и я начинающий Frontend Developer.
            </p>
            <p>
                В 2015 году, вооружившись дипломом Мирового экономиста, я дал старт своей карьере в Федеральной налоговой службе, где проработал 5 лет. 
                Прошел путь от стажера до руководящих должностей.
                Последние 2 года службы руководил коллективами от 4 до 50 человек.
                Принял участие в 8 месячном Межведомственном проекте в Москве, за что получил персональную благодарность от Мишустина М.В.
                Следующие 2 года работал Аналитиком в Продуктовых компаниях - "Кущевский мясокомбинат" и Пивоваренная компания "Балтика".
            </p>
            <p>
                В конце 2021 года я окончил курс "Основы программирования С++" в "Южной школе программирования", где познакомился с С++ и GIT, и решил попробовать свои силы во Frontend разработке. 
                Одновременно с курсом начал изучение английского языка (One by One). Могу разобраться с технической документацией к популярным библиотекам и найти решение на Stack Overflow или аналогичных ресурсах.
            </p>    
        </div>
    )
}